const architectureData = [
    { id: 240, name: "أ.د/ عبد الناصر عبدالله احمد محمد", title: "أستاذ", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 509, name: "أ.م.د/ هاله عبد المعز محمد الامين الشريف", title: "أستاذ مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 290, name: "د/ سلامه صالح عياد على", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 576, name: "د/ ربى عبدالحفيظ عبدالله عيد", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 890, name: "د/ شيماء عبدالسلام محمد صديق", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 2356, name: "د/ اسماء محمد على محمد نصر", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 931, name: "م.م/ حسام سعيد محمود على", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 893, name: "م.م/ مى شعبان حمدان سيد", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 956, name: "م.م/ امانى الحسن عطيه على", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 3541, name: "م/ مريم مجدى محمد", title: "مساعد باحث", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" }
  ];
  
  export default architectureData;
  