const civilData = [
    {
      id: 101,
      name: "أ.د/ احمد محمود عزمى ابراهيم خليل",
      title: "أستاذ",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 485,
      name: "د/ اسلام محمد رشاد الحبال",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 1277,
      name: "د/ مارى شفيق عوض الله منقريوس",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 48,
      name: "د/ طارق عبد الرحيم محمد ابو زيد",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 200,
      name: "د/ منال كمال زكى جرجس",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 672,
      name: "د/ احمد عبدالعزيز احمد محمد",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 733,
      name: "د/ نورهان اسامة حنفى محمود",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 863,
      name: "د/ عمرو احمد خليفة محمد",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 882,
      name: "د/ محمود احمد عبد العزيز الدسوقى",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 949,
      name: "د/ ابراهيم رجب عطيه على سلام",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 910,
      name: "د/ بيتر كميل فخرى أيوب",
      title: "مدرس",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    
    {
      id: 881,
      name: "م.م/ نجيه عاصم محمد محفوظ احمد",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 950,
      name: "م.م/ احمد علاء الدين محمود على",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 958,
      name: "م.م/ محمد فكرى عبدالواحد عبدالخالق",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 957,
      name: "م.م/ محمد صلاح طه حافظ",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 1018,
      name: "م.م/ محمد سمير حسن محمد بكير",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    },
    {
      id: 1037,
      name: "م.م/ شيماء مصطفى البكرى عبدالفتاح",
      title: "مدرس مساعد",
      الالتزام: "",
      الجودة: "",
      النشاط: "",
      المعاملة: ""
    }
  ];
  
  export default civilData;
  