const electricalData = [
  // الأساتذة والمدرسون فقط
  { id: 498, name: "أ.م.د/ سوزان محمد على شكرى", title: "أستاذ مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 682, name: "د/ كريم محمد بدر الدين نعيم أبوسمره", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 700, name: "د/ محمود محمد حامد على يوسف", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 867, name: "د/ مينا داود جاب الله داود", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 891, name: "د / كريم أحمد بدوى عبدالرحمن", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },

  // المساعدين والمعيدين فقط
  { id: 1015, name: "م.م/ سوزان محمد شريف محمود الجارحى", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 1059, name: "م.م/ رامز حسنى جاد الرب شحاته", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 2160, name: "م/ نورهان ابراهيم السيد", title: "معيد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 3548, name: "م/ ضحى اسامه صبحى ذكى", title: "معيد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 1013, name: "م/ محمد رجب حسن ابراهيم", title: "معيد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 1550, name: "م/ روان مجدي احمد عبد الفتاح", title: "مساعد باحث", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 1551, name: "م/ اسماء السيد عبدالعزيز محمد", title: "مساعد باحث", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
  { id: 3549, name: "م/ مريم عشرى حسان يوسف", title: "مساعد باحث", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" }
];

export default electricalData;
