const mechanicalData = [
    { id: 319, name: "أ.م.د/ سعيد ابو اليزيد قطب البطلان", title: "أستاذ مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 305, name: "أ.م.د/ منار عبد الحكيم ابراهيم الطنطاوى", title: "أستاذ مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 502, name: "د/ سمر صبرى على حمد", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 574, name: "د/ احمد محمد احمد محمد حسين", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 763, name: "د/ محمد مرسى ابو رواش عبدالمعطى", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 653, name: "د/ عمرو حسام الدين التهامى صالح", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 907, name: "د/ احمد وفدى سيد أجمد", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 940, name: "م.م/ عمرو محمد حنفى محمود", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 1148, name: "م/ عمرو وحيد فتحى عزوز", title: "معيد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 1053, name: "م.م/ رضوان حسن رضوان", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" }
  ];
  
  export default mechanicalData;
  