const scienceData = [
    { id: 287, name: "أ.د/ ايناس حسن احمد الخواص", title: "أستاذ", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 487, name: "د/ احمد كمال أحمد عامر", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 873, name: "د/ ريهام عفيفى محمد شفيق", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 871, name: "د/ محمد عبدالنبى ابراهيم عيسوى", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 1203, name: "د/ بلال عبد المجيد على جلاله", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 730, name: "د/ فجر اسامة على محمد درويش", title: "مدرس", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 750, name: "م.م/ ياسمين مجدى امين الدكرورى", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 1019, name: "م.م/ حاتم حسين محمد محمد رشوان", title: "مدرس مساعد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" },
    { id: 1021, name: "م/ ولاء جمعة على فرماوى", title: "معيد", الالتزام: "", الجودة: "", النشاط: "", المعاملة: "" }
    
  ];
  
  export default scienceData;
  